<?php
use yii\helpers\Url;

/* @var $this yii\web\View */
$this->title = ''.yii::t('common','关于本站').'';

$this->params['breadcrumbs'][]=['label'=>''.yii::t('common','关于本站').''];
?>
<div class="row home-banner">
    <div class="col-lg-12">
        <h4><strong>关于本站：</strong></h4>
        <p>白衣少侠中文网致力于提供免费、优质、开源的Yii2.0中文学习资源，期待您的加入，让我们聚沙成塔，构建白衣少侠学习资源第一平台！</p>
                
        <h4><strong>声明：</strong></h4>
        <p>1.白衣少侠中文网的商业资源是由本站技术人员设计制作完成的，版权归设计者所有。任何下载购买者不得擅自出售，发布，共享给别人使用。一经发现，收回资源，取消其资源使用权，并依法追究其法律责任。</p>
        <p>2.本站的文字内容均为本站人员原创或整理，未经允许，禁止私自转载，若在其他网站发现本站内容，追究相应的法律责任。</p>
        
        <h4><strong>愿景：</strong></h4>
        <p>本站致力于做一个高品质的资源网站，提供优质的教程，包括基础教程，常用扩展，以及视频教程。帮助大家快速掌握Yii框架，提供一个系统的学习环境和配套资源，从零基础到精通。</p>
        
        <h4><strong>广告：</strong></h4>
        <p>本站月访问量正在逐步提升，如有广告合作意向请通过以下方式联系我们</p>
        
        <h4><strong>联系我们：</strong></h4>
        <p>交换友链&问题讨论&投稿&友情赞助，您可以通过以下方式与我联系：</p>
        <p>QQ:2273465837</p>
        <p>邮箱：tzf2273465837@163.com</p>
           
        <h4><strong>技术交流群 ：</strong></h4>
        <p><i class="fa fa-qq"></i> 技术1群： 492175201（已满）| 定期清理，可尝试加入</p>  
        <p><i class="fa fa-qq"></i> 技术2群：183620600（未满）</p>
    </div>
</div>